Repository: salvadhor/macrofusion
Catalog: locale/*/LC_MESSAGES/MacroFusion.po
Languages: pl

source: Generating %s thumbnail failed.
pl: Wygenerowanie podglądu %s nie powiodło się.

source: Can't find Enfuse. Please check enblend/enfuse is installed. Stopping...
pl: Nie można odnaleźć programu Enfuse. Proszę sprawdzić, czy Enblend/Enfuse jest zainstalowany. Anulowanie...

source: CPU Cores: %s
pl: Ilość rdzeni: %s

source: Exiftool is missing! Cannot copy exif info.
pl: Brak zainstalowanego Exiftool! Zablokowana opcja kopiowania danych exif.

source: Hugin tools (align_image_stack) are missing ! Cannot auto align images.
pl: Brak zainstalowanego pakietu Hugin Tools (align_image_stack)! Zablokowana opcja automatycznego wyrównywania zdjęć.

source: . Revert to default value.
pl: . Przywracanie domyślnego edytora.

source: No such application! Cannot find
pl: Nie ma takiej aplikacji! Nie można odnaleźć

source: Image
pl: Obraz

source: Thumbnail
pl: Miniatura

source: Please add or activate at least two images. Cannot do anything smart with the one or no image.
pl: Proszę dodać lub aktywować co najmniej dwa zdjęcia. Nie można zrobić niczego sprytnego za pomocą jednego i mniej zdjęć.

source: Calculating preview...
pl: Tworzenie podglądu...

source: Preview generated
pl: Podgląd utworzony

source: No preview, no output, no edit. Game Over.
pl: Brak podglądu, brak pliku wyjściowe, brak możliwości edycji. Game Over.

source: <b>Model:</b>
pl: <b>Aparat:</b>

source: <b>Date:</b>
pl: <b>Data:</b>

source: <b>Focal length:</b>
pl: <b>Ogniskowa:</b>

source: <b>Aperture:</b> F/
pl: <b>Przysłona:</b> F/

source: <b>Exposure Time:</b>
pl: <b>Czas naświetlania:</b>

source: Can't overwrite input image! Please change the output filename.
pl: Nie można napisać jednego z wejściowych obrazów! Proszę wybrać inną nazwę pliku.

source: <b>Filename:</b>
pl: <b>Nazwa pliku:</b>

source: <b>Resolution:</b>
pl: <b>Rozdzielczość:</b>

source: Only JPEG and TIFF files are allowed. Cannot open:
pl: Akceptowane są tylko pliki typu JPEG oraz TIFF. Nie można otworzyć:

source: Add images...
pl: Dodaj zdjęcia...

source: Open images...
pl: Otwórz zdjęcia...

source: Save file...
pl: Zapisz plik...

source: Please add two or more images. Cannot do anything smart with the one image.
pl: Proszę dodać co najmniej dwa lub więcej zdjęć. Nie można zrobić niczego sprytnego za pomocą jednego zdjęcia.

source: :: Align photos...
pl: :: Wyrównywanie zdjęć...

source: :: Fusion photos...
pl: :: Scalanie zdjęć...

source: Fusion images...
pl: Scalanie obrazów...

source: Fusion, please wait...
pl: Łączenie, proszę czekać...

source: Fused !
pl: Połączone!

source: _File
pl: _Plik

source: Remove All
pl: Usuń wszystkie

source: H_elp
pl: Pomo_c

source: Exposure (default: 1)
pl: Ekspozycja (domyślnie: 1)

source: Contrast (default: 0)
pl: Kontrast (domyślnie : 0)

source: Saturation (default: 0.2)
pl: Nasycenie (domyślnie : 0.2)

source: Mean exposure (default: 0.5)
pl: Centrum ekspozycji (domyślnie: 0.5)

source: Deviation (default: 0.2)
pl: Odchylenie (domyślnie: 0.2)

source: <b>Fusion parameters</b>
pl: <b>Parametry łączenia</b>

source: Align
pl: Wyrównaj

source: Autocrop
pl: Automatyczne przycinanie

source: Optimize image center shift
pl: Optymalizuj przesunięcie środka zdjęcia

source: Optimize field of view
pl: Optymalizuj głębie ostrości

source: <b>Align images</b>
pl: <b>Wyrównywanie zdjęć</b>

source: Fusion
pl: Łączenie

source: Pyramid levels:
pl: Poziom zmiękczenia:

source: Force HardMask
pl: Wymuś twardą maskę:

source: Contrast window:
pl: Matryca kontrastu:

source: Min Curvature:
pl: Min krzywizny:

source: EdgeScale:
pl: Wykrywanie krawędzi:

source: Use CIECAM02 color profile
pl: Profil koloru CIECMA02

source: Mean L-star Lightness Value Luminance
pl: Średnia L-star Jasność Wartość Luminacja

source: Gray projector:
pl: Operator skali szarości:

source: <b>Expert Options</b>
pl: <b>Zaawansowane</b>

source: Expert
pl: Zaawansowane

source: Preview size:
pl: Rozmiar podglądu:

source: The larger resolution - the longer it takes to generate preview.
pl: Im wyższa rozdzielczość, tym dłużej będzie trwało generowanie podglądu.

source: Width
pl: Szerokość

source: Height
pl: Wysokość

source: Cache Size:
pl: Pamięć podręczna:

source: 1024 Mb (default)
pl: 1024 Mb (domyślnie)

source: Bloc Size:
pl: Rozmiar bloku:

source: 2048 kb (default)
pl: 2048 kb (domyślnie)

source: Final image size:
pl: Rozmiar obrazu wyjściowego:

source: Default
pl: Domyślny

source: Jpeg quality:
pl: Jakość Jpeg:

source: Tiff compression:
pl: Kompresja Tiff :

source: None Packbits LZW Deflate
pl: Żadna Packbits LZW Deflate

source: Edit with:
pl: Edytuj za pomocą

source: <b>Software Options</b>
pl: <b>Konfiguracja</b>

source: Copy exif info ?
pl: Skopiować dane exif?

source: Configuration
pl: Konfiguracja

source: _Before/After
pl: Przed/Po

source: _Preview
pl: Podgląd

source: <b>Photos</b>
pl: <b>Zdjęcia</b>

source: <b>Action</b>
pl: <b>Opcje</b>

source: <b>Preview</b>
pl: <b>Podgląd</b>

source: label
pl: etykieta

source: Close
pl: Zamknij
